Repository: openSUSE/scout
Catalog: i18n/scout/*.po
Languages: he, id, ka, pt_br

source: Search for autoconf macros inside the m4 files.
he: חיפושהגדרות אוטמטיות של מקרואים בתוך קבציה m4.
id: Mencari macro autoconf dalam berkas m4.
ka: M4-ის ფაილების შიგნით autoconf-ის მაკროების ძებნა.
pt_br: Pesquisar por macros autoconf dentro de arquivos m4.

source: repo
he: מאגר תכנה
id: lumbung
ka: რეპო

source: macro
he: מקרו
id: makro
ka: მაკრო

source: repository
he: מאגר תכנה
id: lumbung
ka: რეპოზიტორია
pt_br: repositório

source: package
he: חבילה
id: paket
ka: პაკეტი
pt_br: pacote

source: m4 file
he: קובץ m4
id: berkas m4
ka: m4 ფაილი
pt_br: arquivo m4

source: Warning: no repos found - make sure your repositories are configured.
he: אזהרה: לא נמצאו מאגרי תכנה - ודאו שכל המאגרים הוגדרו.
id: Peringatan: tidak ada repo yang ditemukan - pastikan repositori Anda dikonfigurasi.
pt_br: Aviso: nenhum repositório encontrado - certifique-se de que seus repositórios estão configurados.

source: Warning: incomplete repos found but could not refresh - try to refresh manually, e.g. with 'zypper refresh'.
he: אזהרה: מאגרים לא שלמים נמצאו אך הרענון נכשל - נסו לרענן ידנית, לדוגמא על ידי שימוש ב 'zypper refresh'.
id: Peringatan: repo tidak lengkap ditemukan tetapi tidak dapat disegarkan - cobalah untuk menyegarkan secara manual, mis. dengan 'zypper refresh'.
pt_br: Aviso: repositórios incompletos encontrados, mas não foi possível atualizá-los - tente atualizar manualmente, por exemplo, com 'zypper refresh'.

source: Search for binaries contained in the packages.
he: חיפוש קבצים בינריים בתוך החבילות.
id: Mencari binari yang terkandung dalam paket.
ka: პაკეტების შემადგენლობაში შემავალი ფაილების ძებნა.
pt_br: Pesquisar por executáveis contidos nos pacotes.

source: path
he: נתיב
ka: ბილიკი
pt_br: caminho

source: binary
he: בינרי
id: binari
ka: ბინარული
pt_br: binário

source: - template module -
he: - מודול תבנית -
id: - modul templat -
ka: - შაბლონი მოდული -
pt_br: - modelo de módulo -

source: Search for C/C++/Obj-C/Obj-C++ headers.
he: חיפוש הדרים ל C או C++ או obj-C או obj-C++.
id: Cari header C/C++/Obj-C/Obj-C++.
ka: C/C++/Obj-C/Obj-C++ თავსართების ძებნა.
pt_br: Pesquisar por cabeçalhos C/C++/Obj-C/Obj-C++.

source: header
he: הדר
ka: თავსართი
pt_br: cabeçalho

source: show this help message and exit
he: צפו בעזרה זו וצאו
id: tunjukkan pesan bantuan ini dan keluar
ka: ამ დახმარების შეტყობინების ჩვენება და გასვლა
pt_br: exibe esta mensagem de ajuda e sai

source: show program's version number and exit
he: הראה גרסת תכנה וצא
id: tunjukkan nomor versi program dan keluar
ka: პროგრამის ვერსიის ნომრის ჩვენება და გასვლა
pt_br: exibe a versão do programa e sai

source: Usage: %prog [global_opts] module [local_opts] search_term
he: שימוש: %prog [global_opts] module [local_opts] search_term
id: Pemakaian: %prog [global_opts] module [local_opts] search_term
ka: გ: ამოყენება %prog [გლობალური_პარამეტრები] მოდული [ლოკალური_პარამეტრები] ძებნის პირობა
pt_br: Uso: %prog [opções_globais] módulo [opções_locais] item_de_pesquisa

source: select the output format (%s, default is %s)
he: בחירה בפורמט הפלט (%s, ברירת המחדל היא %s)
id: pilih format keluaran (%s, bawaan %s)
ka: აირჩიეთ გამოტანის ფორმატი (%s, ნაგულისხმებია %s)
pt_br: selecione o formato de saída (%s, o padrão é %s)

source: list of available modules
he: רשימה של מודולים זמינים
id: daftar modul yang tersedia
ka: ხელმისაწვდომი მოდულების სია
pt_br: lista dos módulos disponíveis

source: Available modules:
he: מודולים זמינים:
id: Modul yang tersedia:
ka: ხელმისაწვდომი მოდულები:
pt_br: Módulos disponíveis:

source: The name of module is mandatory. Use %s --help
he: חובה להגדיר את שם המודול הזה. השתמשו ב %s --help
id: Nama modul adalah diwajibkan. Gunakan %s --help
ka: მოდულის სახელი აუცილებელია. გამოიყენეთ %s --help
pt_br: O nome do módulo é obrigatório. Use %s --help

source: %s is not a directory
he: %s אינו תיקיה
id: %s bukan direktori
ka: %s საქაღალდე არაა
pt_br: %s não é um diretório

source: Cannot not open database file '%s'
he: לא התאפשרה פתיחת קוסץ מסד הנתונים '%s'
id: Tidak dapat membuka basisdata berkas '%s'
ka: ბაზის ფაილის ('%s') გახსნის შეცდომა
pt_br: Não foi possível abrir o arquivo do banco de dados '%s'

source: Available repositories:
he: מאגרי תכנה זמינים:
id: Lumbung yang tersedia:
ka: ხელმისაწვდომი რეპოზიტორიები:
pt_br: Repositórios disponíveis:

source: Usage: %%prog %s [options] search_term
he: שימוש: %%prog %s [options] search_term
id: Pemakaian: %%prog %s [options] search_term
ka: გამოყენება: %%prog %s [პარამეტრები] ძებნის_პირობა
pt_br: Uso: %%prog %s [opções] item_de_pesquisa

source: list available repositories
he: הצגת מאגרי תכנה זמינים
id: daftar lumbung yang tersedia
ka: ხელმისაწვდომი რეპოზიტორიების სია
pt_br: lista os repositórios disponíveis

source: inverse search by package name
he: חיפוש הופכי לפי שם חבילה
id: pencarian terbalik dengan nama paket
pt_br: pesquisa inversa pelo nome do pacote

source: select repository to search
he: בחרו במאגר תכנה לחיפוש
id: pilih lumbung untuk mencari
ka: აირჩიეთ მოსაძებნი რეპოზიტორია
pt_br: selecione o repositório a pesquisar

source: No repositories found ...
he: לא נמצאו מאגרים...
id: Tidak ada lumbung yang ditemukan ...
ka: რეპიზტორიები ვერ ვიპოვე ...
pt_br: Nenhum repositório encontrado...

source: module
he: מודול
id: modul
ka: მოდული
pt_br: módulo

source: Cannot find a formatter for a %s
he: לא נמצא פורמטר עבור %s
id: tidak dapat menemukan formatter untuk %s
pt_br: Não foi possível encontrar um formatador para %s

source: Search for java classes inside the JAR files.
he: חיפוש קלאסים של ג'אווה בתוך קבצי JAR.
id: Mencari kelas java didalam berkas JAR.
pt_br: Pesquisar por classes Java dentro de arquivos JAR.

source: class
he: קלאס
id: kelas
ka: კლასი
pt_br: classe

source: Search for shared libraries.
he: חיפוש חבילות משותפות.
id: Mencari pustaka berbagis.
ka: გაზიარებული ბიბლიოთეკების ძებნა.
pt_br: Pesquisar por bibliotecas compartilhadas.

source: library
he: חבילה
id: pustaka
ka: ბიბლიოთეკა
pt_br: biblioteca

source: Search for python modules.
he: חיפוש מודולים של פייתון.
id: Mencari modul python.
ka: Python-ის მოდულების ძებნა.
pt_br: Pesquisar por módulos do Python.

source: Search in packages using the webpin webservice.
he: חיפוש בתוך חבילות תוך שימוש בשרות ווב webpin.
id: Pencarian dalam paket menggunakan layanan web webpin.
pt_br: Pesquisar nos pacotes usando o serviço Web Webpin.

source: Cannot retrieve query results ... %s
he: לא ניתן לאחזר תוצאות שאילתא ... %s
id: Tidak dapat mengambil hasil kueri ... %s
pt_br: Não foi possível obter os resultados da pesquisa ... %s

source: ver
he: גרסה
ka: ვერ

source: arch
he: ארכיטקטורה
pt_br: arquitetura

source: files
he: קבצים
id: berkas
ka: ფაილები
pt_br: arquivos

source: version
he: גרסה
id: versi
ka: ვერსია
pt_br: versão

source: repository URL
he: כתובת מאגר תכנה
id: URL lumbung
ka: რეპოზიტორიის URL
pt_br: URL do repositório

source: matched files
he: קבצים מתאימים
id: Berkas yang cocok
pt_br: arquivos correspondentes

source: pkg
ka: პკტ
pt_br: pacote

source: bin
ka: ბინ
