Repository: openSUSE/scout
Catalog: i18n/command-not-found/*.po
Languages: es, nb, pt_br

source: The program '%(prog)s' can be found in the following package:
es: La aplicación '%(prog)s' está disponible en el siguiente paquete:
nb: Programmet '%(prog)s' finnes i denne pakken:
pt_br: O programa '%(prog)s' pode ser encontrado no seguinte pacote:

source: * %(prog)s [ path: %(path)s/%(binary)s, repository: %(repo)s ]
es: * %(prog)s [ ruta: %(path)s/%(binary)s, repositorio: %(repo)s ]
nb: * %(prog)s [ filsti: %(path)s/%(binary)s, pakkebrønn: %(repo)s ]
pt_br: * %(prog)s [ caminho: %(path)s/%(binary)s, repositório: %(repo)s ]

source: Try installing with:
es: Intente instalarlo con:
nb: Forsøk å installere med:
pt_br: Tente instalar com:

source: <selected_package>
es: <paquete_seleccionado>
nb: <valgt_pakke>
pt_br: <pacote_selecionado>

source: Program '%(prog)s' is present in package '%(pkg)s', which is installed on your system.
es: La aplicación '%(prog)s' pertenece al paquete '%(pkg)s', que está instalado en su sistema.
nb: Programmet '%(prog)s' finnes i pakken '%(pkg)s', som er installert.
pt_br: O programa '%(prog)s' está presente no pacote '%(pkg)s', que está instalado em seu sistema.

source: Absolute path to '%(prog)s' is '%(path)s/%(prog)s', so running it may require superuser privileges (eg. root).
es: La ruta absoluta a '%(prog)s' es '%(path)s/%(prog)s', por lo que para su ejecución pueden ser necesarios privilegios de superusuario (p. ej. root).
nb: Absolutt filsti til '%(prog)s' er '%(path)s/%(prog)s', så du må kanskje være administrator (f.eks. root) for å kjøre den.
pt_br: O caminho absoluto para '%(prog)s' é '%(path)s/%(prog)s', então, para executá-lo pode ser necessário possuir privilégios de superusuário (ex.: root).

source: Absolute path to '%(prog)s' is '%(path)s/%(prog)s'. Please check your $PATH variable to see whether it contains the mentioned path.
es: La ruta absoluta a '%(prog)s' es '%(path)s/%(prog)s'. Verifique la variable de entorno $PATH para asegurarse de que contiene dicha ruta.
nb: Absolutt filsti til '%(prog)s' er '%(path)s/%(prog)s'. Kontroller $PATH-variabelen for å se om den inneholder denne filstien.
pt_br: O caminho absoluto para '%(prog)s' é '%(path)s/%(prog)s'. Por favor, verifique sua variável de ambiente $PATH para ver se ela contém o caminho mencionado.

source: searching ...
es: buscando...
nb: søker...
pt_br: pesquisando...

source: command not found
es: orden no encontrada
nb: kommando ikke funnet
pt_br: comando não encontrado

source: $1: command not found
es: $1: orden no encontrada
nb: $1: kommando ikke funnet
pt_br: $1: comando não encontrado

source: Absolute path to '$1' is '$prefix/sbin/$1', so running it may require superuser privileges (eg. root).
es: La ruta absoluta a '$1' es '$prefix/sbin/$1', por lo que para su ejecución pueden ser necesarios privilegios de superusuario (p. ej. root).
nb: Absolutt filsti til '$1' er '$prefix/sbin/$1', så det kan hende at du må være administrator (f.eks root) for å kjøre den.
pt_br: O caminho absoluto para '$1' é '$prefix/sbin/$1', então, para executá-lo pode ser necessário possuir privilégios de superusuário (ex.: root).

source: If '$1' is not a typo you can use command-not-found to lookup the package that contains it, like this: cnf $1
es: Si '$1' no es un error tipográfico, puede usar la búsqueda de orden no encontrada, para saber a qué paquete pertenece, así: cnf $1
nb: Hvis '$1' er riktig skrevet, må du kanskje bruke command-not-found for å finne pakken som inneholder kommandoen, på denne måten: cnf $1
pt_br: Se '$1' não for um erro de digitação, você pode usar o command-not-found para pesquisar o pacote que o contém, deste modo: cnf $1

source: Usage ${0} python_module
es: Uso ${0} python_module
nb: Anvendelse ${0} python_module
pt_br: Uso ${0} python_módulo

source: No package was found by scout
es: scout no ha encontrado ningún paquete
nb: Ingen pakke ble funnet av scout
pt_br: Nenhum pacote encontrado pelo scout

source: The ${module_name} is in the package ${modules}. You can install it by:
es: El ${module_name} está en el paquete ${modules}. Puede instalarlo con:
nb: ${module_name} er i pakken ${modules}. Du kan installere den med:
pt_br: The ${module_name} está no pacote ${modules}. Você pode instalá-lo com:

source: The selected module was found in one of several packages:
es: Se ha encontrado el módulo seleccionado en uno de los paquetes:
nb: Den valgte modulen ble funnet i en av flere pakker:
pt_br: O módulo selecionado foi encontrado em um de vários pacotes:

source: one_of_the_packages
nb: en_av_pakkene
pt_br: um_dos_pacotes
